from src.models.comp_models import Gender

compliments = [
    {
        "title":"Эрудированный(ая)",
        "gender":Gender.neutral,
        "point":"Человек, обладающий большим количеством знаний"  
    },
    {
        "title":"Харизматичный",
        "gender":Gender.neutral,
        "point":"С человеком приятно иметь дело. Воодушевляет, поддерживает, тянет к себе",  
    },
    {
        "title":"Хладнокровный",
        "gender":Gender.neutral,
        "point":"Способен держать себя в руках. Спокойный, рассудительный.",   
    },
    {
        "title":"Эпотажный",
        "gender":Gender.female,
        "point":"Вызываюший, шокирующий, яркий и нетипичный человек. Своим поведением привлекает к себе внимание",
    },
    {
        "title":"Забавный",
        "gender":Gender.male,
        "point":"Человек, способный своими шутками и поведением вызывать позитивные эмоции",
    },
]